/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@, lõpeb nr-ga %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Võrguühenduseta";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ lisa";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ kaardi lisamine";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOOMANIKU AADRESS";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS-i otsekorraldus";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoomaniku nimi";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonumber";

/* Button to add a new credit card. */
"Add New Card…" = "Lisa uus kaart ...";

/* Title for Add a Card view */
"Add a Card" = "Kaardi lisamine";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Uue otsekorralduse konto lisamine";

/* Title shown above a card entry form */
"Add a card" = "Kaardi lisamine";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Lisa makseviis";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Lisa pangakonto";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Kaardi lisamine";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Lisage uus makseviis";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Lisage makseteave";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Aadressirida 2 (valikuline)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Korter";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Kas olete kindel, et soovite selle kaardi eemaldada?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Kas olete kindel, et soovite selle lingitud konto eemaldada?";

/* Title for bank picker section */
"BANK" = "PANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "PANGAKONTO TEAVE";

/* Title for billing address entry section */
"BILLING ADDRESS" = "ARVELDUSAADRESS";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Tagasi";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Pank";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Pangakonto";

/* Title for billing address entry section */
"Billing Address" = "Arveldusaadress";

/* Billing address section title for card form entry. */
"Billing address" = "Arveldusaadress";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Ostke nüüd või makske hiljem Klarnaga.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Jätkates nõustute maksete autoriseerimisega vastavalt nendele <terms>tingimustele</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Jätkates nõustute maksete autoriseerimisega vastavalt nendele <terms>tingimustele</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Link liitudes nõustute <terms>tingimuste</terms> ja <privacy>privaatsuseeskirjadega</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "IBANi esitamise ja käesoleva makse kinnitamisega volitate %@ ja Stripe'i, meie makseteenuse osutajat, saatma teie panka maksejuhiseid teie kontolt makse sooritamiseks ning volitate oma panka nende maksejuhiste alusel sooritama makseid teie kontolt. Vastavalt pangaga sõlmitud lepingule ja panga üldtingimustele on teil õigus taotleda kontolt sooritatud makse tagasimakset. Tagasimakse taotlus tuleb esitada 8 nädala jooksul alates makse sooritamise kuupäevast.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Esitades oma pangakonto andmed ja kinnitades selle makse, nõustute käesoleva otsekorralduse taotluse ja <terms>otsekorralduse taotluse teenuselepinguga</terms> ning volitate ettevõtet Stripe Payments Australia Pty Ltd ACN 160 180 343, otsekorralduse kasutaja ID number 507156 („Stripe“), sooritama teenuse Bulk Electronic Clearing System (BECS) kaudu %@ („Kaupleja“) nimel makseid teie kontolt kooskõlas teie ja Kaupleja vahel kokku lepitud summades. Te kinnitate, et olete ülalnimetatud konto omanik või volitatud allkirjaõiguslik isik.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Makseteabe esitamise ja käesoleva makse kinnitamisega volitatate (A) ettevõtet %@ ja Stripe'i, meie makseteenuse osutajat, saatma teie panka juhiseid teie konto debiteerimiseks ning (B) oma panka nende juhiste alusel teie kontot debiteerima. Vastavalt teie õigustele, pangaga sõlmitud lepingule ja panga üldtingimustele on teil õigus saada pangalt tagasimakset. Tagasimakse taotlus tuleb esitada 8 nädala jooksul alates teie konto debiteerimise kuupäevast. Teie õigusi selgitatakse avalduses, mille saate oma pangast. Nõustute saama teavitusi tulevaste debiteerimiste kohta kaks päeva enne nende toimumist.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Salvestades oma pangakonto %@, nõustute maksete autoriseerimisega vastavalt nendele <terms>tingimustele</terms>.";

/* Title for card number entry field */
"CARD" = "KAART";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Title for country picker section */
"COUNTRY" = "RIIK";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Kaart";

/* Details of a saved card */
"Card ending in %@" = "Kaart lõpeb numbritega %@";

/* Card details entry form header title */
"Card information" = "Kaardi andmed";

/* Label for card number entry text field */
"Card number" = "Kaardinumber";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Muuda e-posti aadressi";

/* TODO */
"Choose a payment method" = "Valige makseviis";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Kaardiskanneri sulgemine";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Koodi väli";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kood saadetud";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "TARNEAADRESS";

/* Label for identifying the default payment method. */
"Default" = "Vaikimisi";

/* Title for delivery info form */
"Delivery" = "Tarnimine";

/* Title for delivery address entry section */
"Delivery Address" = "Tarneaadress";

/* Accessibility hint for a text field */
"Double tap to edit" = "Redigeerimiseks topeltklõpsake";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS pank";

/* Button title to enter editing mode */
"Edit" = "Muutmine";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Vaikimisi Linkiga maksmiseks sisestage numbrile %@ saadetud kood.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Sisestage oma kinnituskood";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Turvalisuse huvides sisestage palun uuesti oma kaardi turvakood.";

/* Label for free shipping method */
"Free" = "Tasuta";

/* Placeholder string for name entry field. */
"Full name" = "Täisnimi";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Kehtetu tarneaadress";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Valed andmed.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Liitu Linkiga";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laadimine ...";

/* label for text field to enter card expiry */
"MM / YY" = "KK / AA";

/* label for text field to enter card expiry */
"MM/YY" = "KK/AA";

/* Title for payment options section */
"MORE OPTIONS" = "ROHKEM VALIKUID";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Uus kaart";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Uus otsekorralduse konto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Uus SEPA otsekorralduse konto";

/* Button to move to the next text entry field */
"Next" = "Järgmine";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Pole %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Internetipank (FPX)";

/* Separator label between two options */
"Or" = "Või";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Või kasuta makseviisi";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Või makske kaardiga";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Maksa %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Maksa muul viisil";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Makske kiiremini saidil %@ ja tuhandete kauplejate saitidel.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Makske hiljem Klarnaga.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Maksa aja jooksul makseviisiga %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Kasuta makseviisi";

/* Label preceding the selected payment method. */
"Pay with" = "Kasuta makseviisi";

/* Pay with {payment method} */
"Pay with %@" = "Maksa %@-ga";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Makseviis";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Suunake kaamera oma kaardile.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Sihtnr";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Sihtnumber";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Töötlemine ...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Pank Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Eemalda";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Eemalda %1$@, mille lõpus on %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Eemalda %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Kaardi eemaldamine";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Eemaldage pangakonto";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Eemaldage pangakonto lõpuga %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Eemalda kaart";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Eemalda lingitud konto";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Saada kood uuesti";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA deebet";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA otsekorraldus";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "TARNEAADRESS";
/* Label for shipping method form */

"SHIPPING METHOD" = "TARNEVIIS";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Salvestage tulevasteks makseteks";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Salvesta minu teave, et võimaldada turvaline ühe klõpsuga makse lõpuleviimine";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Salvestage see kaart tulevasteks makseteks teenuses %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Salvestage see kaart tulevasteks Stripe'i makseteks";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Turvaline ühe klõpsuga makse lõpuleviimine";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Vali salvestatud makseviis";
/* label for iDEAL-bank selection picker */

"Select bank" = "Vali pank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Valige makseviis";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Muuda vaikimisi makseviisiks";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Määra vaikimisi makseviisiks";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Seadista";
/* Title for shipping info form */

"Shipping" = "Tarnimine";
/* Title for shipping address entry section */

"Shipping Address" = "Tarneaadress";
/* Label for shipping method form */

"Shipping Method" = "Tarneviis";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Kuva menüü";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Logi oma Linki kontole sisse";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Maakond";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe deponeerib teie pangakontole 0,01 dollarit 1–2 tööpäeva jooksul. Seejärel saate meili juhistega makse sooritamiseks ettevõttele %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Puudutage sulgemiseks";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Puudutage laiendamiseks";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Sisestatud BSB-number on puudulik.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Sisestatud BSB-number ei ole kehtiv.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Sisestatud IBAN on puudulik.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Sisestatud IBAN on kehtetu, \"%@\" ei ole toetatud riigikood.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Valitud makseviis ei ole saadaval.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "See kaart on aegunud. Kasutamise jätkamiseks uuendage seda või kasutage muud makseviisi.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "See on teie vaikimisi makseviis";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Makseviisi autentimise toiming aegus – proovige uuesti";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Kaardi skannimiseks lubage seadetes juurdepääs kaamerale.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Pole selle ostu puhul saadaval";

/* Default missing source type label */
"Unknown" = "Tundmatu";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Uuenda kaarti";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Kasuta arveldusaadressi";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Kasuta saaja aadressi";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Kasuta tarneaadressi";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Kasutage oma salvestatud teavet kiiremaks makse lõpuleviimiseks";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Makseviisi ei õnnestunud autentida. Palun valige muu makseviis ja proovige uuesti.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Ostu lõpetamiseks viiakse teid %@ panka.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Teie IBAN peab algama kahetähelise riigikoodiga.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Teie IBAN peab algama kahetähelise riigikoodiga.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Teie sihtnumber on puudulik.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Teie sihtnumber on kehtetu.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Teie kaardinumber on puudulik.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Teie kaardinumber on kehtetu.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kaardi aegumiskuupäev on puudulik.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Teie kaardi aegumiskuupäev on kehtetu.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kaardi aegumiskuu on kehtetu.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kaardi aegumisaasta on kehtetu.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Teie kaardi turvakood on puudulik.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kaardi turvakood on kehtetu.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Sihtnumber on puudulik.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Teie sihtnumber on kehtetu.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Sihtnumber";

/* accessibility label for text field */
"card number" = "kaardinumber";

/* Placeholder string for email entry field. */
"example@example.com" = "näide@näide.com";

/* accessibility label for text field */
"expiration date" = "aegumiskuupäev";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEALi pank";

